[LWS_Heavy X2SoldierClassTemplate]
DisplayName="Heavy"
ClassSummary="The Heavy is a front line specialist that excels in attrition fights with sustained cannon fire. If time is of the essence, you can count on their rocket launcher to turn the tide quickly."
LeftAbilityTreeTitle="No Retreat"
RightAbilityTreeTitle="Munitions"
AbilityTreeTitles[0]="No Retreat"
AbilityTreeTitles[1]="Loose Cannon"
AbilityTreeTitles[2]="Munitions"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"
;ALPHABETICAL ORDER
RandomNickNames[0]="All Day"
RandomNickNames[1]="All In"
RandomNickNames[2]="Animal"
RandomNickNames[3]="Baller"
RandomNickNames[4]="Big Country"
RandomNickNames[5]="Big Money"
RandomNickNames[6]="Big Nasty"
RandomNickNames[7]="Blaze"
RandomNickNames[8]="Boom Boom"
RandomNickNames[9]="Boomer"
RandomNickNames[10]="Bomber"
RandomNickNames[11]="Bulldog"
RandomNickNames[12]="Bull Rush"
RandomNickNames[13]="Claymore"
RandomNickNames[14]="Demo"
RandomNickNames[15]="Defcon"
RandomNickNames[16]="Devil Dog"
RandomNickNames[17]="Diesel"
RandomNickNames[18]="Encore"
RandomNickNames[19]="Fireball"
RandomNickNames[20]="Fridge"
RandomNickNames[21]="Gunner"
RandomNickNames[22]="Hammer"
RandomNickNames[23]="Hellfire"
RandomNickNames[24]="Hightower"
RandomNickNames[25]="Hoss"
RandomNickNames[26]="Volcano"
RandomNickNames[27]="Hurricane"
RandomNickNames[28]="Junkyard"
RandomNickNames[29]="Juggernaut"
RandomNickNames[30]="Knockout"
RandomNickNames[31]="Kong"
RandomNickNames[32]="Mad Dog"
RandomNickNames[33]="Meltdown"
RandomNickNames[34]="Moose"
RandomNickNames[35]="Nova"
RandomNickNames[36]="Nitro"
RandomNickNames[37]="Nukes"
RandomNickNames[38]="Ogre"
RandomNickNames[39]="Pitbull"
RandomNickNames[40]="Pyro"
RandomNickNames[41]="Redline"
RandomNickNames[42]="Rhino"
RandomNickNames[43]="Rocket"
RandomNickNames[44]="Seabreeze"
RandomNickNames[45]="Slab"
RandomNickNames[46]="Smash"
RandomNickNames[47]="Spitfire"
RandomNickNames[48]="Smokey"
RandomNickNames[49]="Swamp Thing"
RandomNickNames[50]="T-Bone"
RandomNickNames[51]="T-Rex"
RandomNickNames[52]="Tank"
RandomNickNames[53]="Thumper"
RandomNickNames[54]="Thunder"
RandomNickNames[55]="Tickle"
RandomNickNames[56]="Tiny"
RandomNickNames[57]="Titan"
RandomNickNames[58]="Dynamite"
RandomNickNames[59]="Torch"
RandomNickNames[60]="Wardog"
RandomNickNames[61]="Warhorse"
RandomNickNames[62]="Wildchild"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Axeman"
RandomNickNames_Male[1]="Duke"
RandomNickNames_Male[2]="Rocky"
RandomNickNames_Male[3]="Stallion"
RandomNickNames_Male[4]="Wolfman"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Athena"
RandomNickNames_Female[1]="Duchess"
RandomNicknames_Female[2]="Iron Lady"
RandomNicknames_Female[3]="Iron Maiden"
RandomNicknames_Female[4]="Shieldmaiden"
RandomNickNames_Female[5]="Valkyrie"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Bringing the boom!"
PhotoboothSoloBLines_Male[1]="The forecast calls for... COLLATERAL DAMAGE."
PhotoboothSoloBLines_Male[2]="No Cover. No Mercy."
PhotoboothSoloBLines_Male[3]="Artillery. Danger close."
PhotoboothSoloBLines_Male[4]="Tick, tick, BOOM!"
PhotoboothSoloBLines_Male[5]="Bombs away!"
PhotoboothSoloBLines_Male[6]="Bullets: the more the merrier!"
PhotoboothSoloBLines_Male[7]="Call him the weatherman, because he'll make it rain."
PhotoboothSoloBLines_Male[8]="Once more into the breach!"
PhotoboothSoloBLines_Male[9]="Stealth is overrated."

PhotoboothSoloBLines_Female[0]="Bringing the boom!"
PhotoboothSoloBLines_Female[1]="The forecast calls for... COLLATERAL DAMAGE."
PhotoboothSoloBLines_Female[2]="No Cover. No Mercy."
PhotoboothSoloBLines_Female[3]="Artillery. Danger close."
PhotoboothSoloBLines_Female[4]="Tick, tick, BOOM!"
PhotoboothSoloBLines_Female[5]="Bombs away!"
PhotoboothSoloBLines_Female[6]="Bullets: the more the merrier!"
PhotoboothSoloBLines_Female[7]="Call her the weatherman, because she'll make it rain."
PhotoboothSoloBLines_Female[8]="Once more into the breach!"
PhotoboothSoloBLines_Female[9]="Stealth is overrated."

[Sunomata X2AbilityTemplate]
LocFriendlyName="Sunomata"
LocLongDescription="Build a castle in a turn. You gain a single point of armor, plus the Entrench ability. This ability replaces Hunker Down and allows you to remain in a hunkered down state until you move."
LocHelpText="You gain a single point of armor, plus the Entrench ability."
LocFlyOverText="Sunomata"

[LWRocketLauncher X2AbilityTemplate]
LocLongDescription = "Fire a rocket at a target area. Damages enemies, shreds armor, and destroys terrain."
LocFriendlyName = "Rocket Launcher"
LocHelpText = "Fire a rocket at target area. <Ability:ROCKETSCATTER/>"